tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "openssl"
brew "readline"
brew "aircrack-ng"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "git"
brew "docker"
brew "gcc"
brew "fftw"
brew "figlet"
brew "fish"
brew "python"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "htop-osx"
brew "imagemagick"
brew "lastpass-cli"
brew "libyaml"
brew "lolcat"
brew "lorem"
brew "lynx"
brew "ncdu"
brew "neovim"
brew "node"
brew "nspr"
brew "nvm"
brew "p7zip"
brew "pkg-config"
brew "postgis"
brew "pstoedit"
brew "redis", restart_service: true
brew "selecta"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
cask "alfred"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "lastpass"
cask "slack"
