tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "talal/tap"
cask "java"
brew "ack"
brew "antlr"
brew "asciidoc"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl"
brew "readline"
brew "unixodbc"
brew "awk"
brew "bash"
brew "bash-git-prompt"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "curl"
brew "editorconfig"
brew "elixir"
brew "elm"
brew "elm-format"
brew "emacs", args: ["with-cocoa"]
brew "ffmpeg"
brew "fish"
brew "flow"
brew "fzf"
brew "fzy"
brew "gawk", link: false
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "grok"
brew "gtest", args: ["HEAD"]
brew "node"
brew "heroku"
brew "htop"
brew "imagemagick"
brew "ios-deploy"
brew "ios-webkit-debug-proxy"
brew "jsonlint"
brew "lapack"
brew "libksba"
brew "sqlite"
brew "libxml2"
brew "libxslt"
brew "llvm"
brew "mas"
brew "memcached"
brew "mongodb"
brew "mutt"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "pandoc"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python"
brew "redis"
brew "ruby", link: true
brew "rustup-init"
brew "scalapack"
brew "the_silver_searcher"
brew "tree"
brew "vim", args: ["with-lua"]
brew "watchman"
brew "wget"
brew "yarn"
brew "talal/tap/bonclay"
cask "alfred"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "atom"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-inconsolata"
cask "gitbook-editor"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "launchrocket"
cask "opera"
cask "react-native-debugger"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "vlc"
mas "Harvest", id: 506189836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Xcode", id: 497799835
